1 Влезнах в https://shop.ljubimetz.com/obshti-usloviya/ и отидох най-отдолу за да се регистрирам за бюлетина след като въведох следните данни: borislava и имейл  benjito_f@abv.bg натиснах бутона запиши ме - очаквах да излезне съобщение за успешен абонамент, но отдолу под вашето име се появи червен х и нищо повече,който не е активен бутон - слаб приоритет
2 бутона в header за Linkedin не е активен и не е сложен линк - слаб приоритет
3 използвах бутона на търсачката и влезнах в следният линк https://shop.ljubimetz.com/product-category/hrana-za-kucheta/ Premium Dog Food – Агнешко и патешко с картофи и Premium Dog Food – Пилешко и патешко с картофи е разместен като подредба подари дългият текст - слаб приоритет
4 когато натиснеш премиум клас https://shop.ljubimetz.com/product-category/hrana-za-kotki/hrana-za-kotki-premium/ няма продукти и маркира от падащото меню, че си в секция храна за котки, а не в премиум клас - слаб приоритет
5 https://shop.ljubimetz.com/product/suha-hrana-za-kotki-hit-mesen-kokteil/ и https://shop.ljubimetz.com/product/suha-hrana-za-kotki-hit-riben-kokteil/ и в двата линка пише цена от до при положение, че 10кг липсва и от долу пише модел липсва според мен не е коректно - слаб приоритет
6  https://shop.ljubimetz.com/product-category/hrana-za-kucheta/ при натискане купи лакомство за любимец не излиза кошницата, нито съобщение, че успешно е добавен към кошницата, а бял екран и се мърда страницата на ляво - слаб приоритет
7 когато влезна в количката за проверка на поръчката успях да въведа 343333333 броя като количество за даден артикул и да поръчам и при въвеждане на данните ми за поръчка горе в дясно където е логото на кошницата се счупи и пише 343333333 на няколко реда - среден приоритет
8 при въвеждане на данни за доставка и избор на автомат и на офис адрес на спиди ми излиза съобщение за грешка Моля изберете метод за доставка от Спиди!, при въвеждане на данни за доставка до адрес автоматично ги изтрива след като напишеш улица, квартал и т.н
 - висок приоритет
9 в лентата зад линка на страницата на моменти изкача съобщение за best price предполагам нарочно
10 при натискане на логото Любимец за момент то изчезва при презареждане на страницата - предполагам нарочно е направено така
11 когато скролнеш до footer-a най-отдолу логото не се вижда защото се закрива от бутона за настройки - слаб приоритет
12 в header и footer  не са активни адреса, телефона и имейла - висок приоритет
13 Premium Dog Food – Говеждо, свинско и риба с картофи отдолу пише опции и изчерпан, не виждам опции и нещо изчерпано - слаб приоритет

